Repository: offyotto/core-monitor-app-store
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, ay, az, be, bg, bho, bn, bs, ca, ceb, co, cs, cy, da, de, dv, ee, el, eo, es, et, fa, fi, fil, fr, fy, ga, gd, gl, gn, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, om, or, pa, pl, ps, pt, qu, ro, ru, rw, sd, si, sk, sl, sm, so, sq, sr, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

# thermal.publicAPI.note
source: macOS does not publish an exact CPU temperature reading to third-party apps, so this card uses the system thermal signals Apple exposes.
af: macOS publiseer nie 'n presiese CPU-temperatuurlesing aan derdeparty-toepassings nie, so hierdie kaart gebruik die stelsel se termiese seine wat Apple blootstel.
am: macOS ትክክለኛውን የ CPU የሙቀት ንባብ ለሶስተኛ ወገን መተግበሪያዎች አያትምም፣ ስለዚህ ይህ ካርድ አፕል የሚያጋልጠውን የስርዓት የሙቀት ምልክቶችን ይጠቀማል።
ar: لا تنشر macOS قراءة دقيقة لدرجة حرارة CPU لتطبيقات الطرف الثالث، لذلك تستخدم هذه البطاقة الإشارات الحرارية للنظام التي تكشفها Apple.
as: macOS এ তৃতীয় পক্ষৰ এপসমূহলৈ সঠিক CPU উষ্ণতা পঢ়া প্ৰকাশ নকৰে, গতিকে এই কাৰ্ডে এপলে উন্মোচন কৰা চিষ্টেম থাৰ্মেল সংকেতসমূহ ব্যৱহাৰ কৰে।
ay: macOS ukax janiw mä chiqap CPU temperatura uñakipañ kimsïr apps ukar uñt’aykiti, ukhamax aka tarjeta ukax sistema señales térmicas Apple ukan uñacht’ayat apnaqi.
az: macOS üçüncü tərəf proqramları üçün dəqiq CPU temperatur göstəricisini dərc etmir, ona görə də bu kart Apple-ın ifşa etdiyi sistem istilik siqnallarından istifadə edir.
be: macOS не публікуе дакладныя паказанні тэмпературы CPU у праграмах іншых вытворцаў, таму гэтая карта выкарыстоўвае сістэмныя цеплавыя сігналы, якія выстаўляе Apple.
bg: macOS не публикува точно отчитане на температурата на CPU в приложения на трети страни, така че тази карта използва системните топлинни сигнали, които Apple излага.
bho: macOS थर्ड पार्टी ऐप के सटीक CPU तापमान रीडिंग प्रकाशित ना करेला, एहसे ए कार्ड में एप्पल के उजागर करेवाला सिस्टम थर्मल सिग्नल के इस्तेमाल कईल जाला।
bn: macOS তৃতীয় পক্ষের অ্যাপগুলিতে সঠিক CPU তাপমাত্রা রিডিং প্রকাশ করে না, তাই এই কার্ডটি অ্যাপল প্রকাশ করে এমন সিস্টেম তাপীয় সংকেত ব্যবহার করে।
bs: macOS ne objavljuje tačno očitavanje temperature CPU aplikacijama trećih strana, tako da ova kartica koristi sistemske termalne signale koje Apple izlaže.
ca: macOS no publica una lectura exacta de temperatura CPU a aplicacions de tercers, de manera que aquesta targeta utilitza els senyals tèrmics del sistema que Apple exposa.
ceb: Ang macOS wala magmantala ug eksaktong CPU nga temperatura nga pagbasa sa mga third-party nga apps, mao nga kini nga kard naggamit sa sistema sa thermal signal nga gibutyag sa Apple.
co: macOS ùn publica micca una lettura precisa di a temperatura CPU à l'applicazioni di terzu, cusì sta carta usa i signali termichi di u sistema chì Apple espone.
cs: macOS nezveřejňuje přesné údaje o teplotě CPU aplikacím třetích stran, takže tato karta používá systémové tepelné signály, které Apple vystavuje.
cy: Nid yw macOS yn cyhoeddi darlleniad tymheredd CPU union i apiau trydydd parti, felly mae'r cerdyn hwn yn defnyddio'r signalau thermol system y mae Apple yn eu hamlygu.
da: macOS offentliggør ikke en nøjagtig CPU-temperaturaflæsning til tredjeparts-apps, så dette kort bruger systemets termiske signaler, Apple udsætter.
de: macOS veröffentlicht keinen genauen CPU-Temperaturwert an Apps von Drittanbietern, daher verwendet diese Karte die von Apple bereitgestellten Systemtemperatursignale.
dv: macOS އިން ތިންވަނަ ފަރާތެއްގެ އެޕްތަކަށް ސީދާ CPU ޓެމްޕަރޭޗަރ ރީޑިންގ އެއް ޝާއިއު ނުކުރާތީ މި ކާޑުގައި ބޭނުންކުރަނީ އެޕަލް އިން ހާމަކުރާ ސިސްޓަމް ތަމަލް ސިގްނަލްތަކެވެ.
ee: macOS metaa CPU ƒe dzoxɔxɔ xexlẽ pɛpɛpɛ na ame etɔ̃lia ƒe dɔwɔɖoɖowo o, eyata kaɖi sia zãa ɖoɖoa ƒe dzoxɔxɔ ƒe dzesi siwo Apple ɖena fiana.
el: Το macOS δεν δημοσιεύει ακριβή ένδειξη θερμοκρασίας CPU σε εφαρμογές τρίτων, επομένως αυτή η κάρτα χρησιμοποιεί τα θερμικά σήματα του συστήματος που εκθέτει η Apple.
eo: macOS ne publikigas precizan temperaturan legadon de CPU al triaj programoj, do ĉi tiu karto uzas la sistemajn termigajn signalojn, kiujn Apple elmontras.
es: macOS no publica una lectura de temperatura exacta de CPU en aplicaciones de terceros, por lo que esta tarjeta utiliza las señales térmicas del sistema que expone Apple.
et: macOS ei avalda täpset CPU temperatuurinäitu kolmandate osapoolte rakendustele, seega kasutab see kaart süsteemi soojussignaale, mille Apple avaldab.
fa: macOS خوانش دقیق دمای CPU را برای برنامه های شخص ثالث منتشر نمی کند، بنابراین این کارت از سیگنال های حرارتی سیستم استفاده می کند که اپل در معرض نمایش قرار می دهد.
fi: macOS ei julkaise tarkkaa CPU-lämpötilalukemaa kolmansien osapuolien sovelluksille, joten tämä kortti käyttää Applen paljastamia järjestelmän lämpösignaaleja.
fil: Hindi nag-publish ang macOS ng eksaktong pagbabasa ng temperatura ng CPU sa mga third-party na app, kaya ginagamit ng card na ito ang mga thermal signal ng system na inilalantad ng Apple.
fr: La macOS ne publie pas de lecture exacte de la température du CPU sur des applications tierces. Cette carte utilise donc les signaux thermiques du système exposés par Apple.
fy: macOS publisearret gjin eksakte CPU-temperatuerlêzing oan apps fan tredden, dus dizze kaart brûkt de termyske sinjalen fan it systeem dy't Apple bleatstelt.
ga: Ní fhoilsíonn macOS léamh cruinn teochta CPU ar aipeanna tríú páirtí, mar sin úsáideann an cárta seo na comharthaí teirmeacha córais a nochtar Apple.
gd: Cha bhith macOS a’ foillseachadh leughadh teòthachd CPU mionaideach gu aplacaidean treas-phàrtaidh, agus mar sin bidh a’ chairt seo a’ cleachdadh comharran teirmeach an t-siostaim a tha Apple a’ nochdadh.
gl: macOS non publica unha lectura exacta da temperatura de CPU en aplicacións de terceiros, polo que esta tarxeta utiliza os sinais térmicos do sistema que Apple expón.
gn: macOS nomoherakuãi peteĩ lectura temperatura CPU exacta umi aplicación tercero-pe, upévare ko tarjeta oipuru umi señal térmica sistema Apple ohechaukáva.
gu: macOS તૃતીય-પક્ષ એપ્લિકેશનો પર ચોક્કસ CPU તાપમાન રીડિંગ પ્રકાશિત કરતું નથી, તેથી આ કાર્ડ Apple દ્વારા એક્સપોઝ કરાયેલ સિસ્ટમ થર્મલ સિગ્નલોનો ઉપયોગ કરે છે.
ha: macOS baya buga ainihin karatun zafin jiki na CPU zuwa aikace-aikacen ɓangare na uku, don haka wannan katin yana amfani da siginar zafi na tsarin Apple yana fallasa.
he: macOS אינו מפרסם קריאת טמפרטורה מדויקת של CPU לאפליקציות של צד שלישי, ולכן כרטיס זה משתמש באותות התרמיים של המערכת שאפל חושפת.
hi: macOS तृतीय-पक्ष ऐप्स पर सटीक CPU तापमान रीडिंग प्रकाशित नहीं करता है, इसलिए यह कार्ड Apple द्वारा प्रदर्शित सिस्टम थर्मल सिग्नल का उपयोग करता है।
hr: macOS ne objavljuje točno očitanje temperature CPU aplikacijama trećih strana, tako da ova kartica koristi toplinske signale sustava koje izlaže Apple.
ht: macOS pa pibliye yon lekti egzak tanperati CPU nan aplikasyon twazyèm pati, kidonk kat sa a sèvi ak siyal tèmik sistèm Apple ekspoze.
hu: A macOS nem tesz közzé pontos CPU hőmérsékleti értéket harmadik féltől származó alkalmazások számára, ezért ez a kártya az Apple által közzétett rendszerhőjeleket használja.
hy: macOS-ը չի հրապարակում CPU ջերմաստիճանի ճշգրիտ ցուցանիշը երրորդ կողմի հավելվածներին, ուստի այս քարտն օգտագործում է Apple-ի կողմից ցուցադրվող համակարգի ջերմային ազդանշանները:
id: macOS tidak mempublikasikan pembacaan suhu CPU yang tepat ke aplikasi pihak ketiga, jadi kartu ini menggunakan sinyal termal sistem yang dipaparkan Apple.
ig: macOS anaghị ebipụta kpọmkwem agụ okpomọkụ CPU na ngwa ndị ọzọ, yabụ kaadị a na-eji akara ngosi okpomọkụ nke Apple na-ekpughe.
is: macOS birtir ekki nákvæman CPU hitastig í forritum frá þriðja aðila, þannig að þetta kort notar hitamerki kerfisins sem Apple afhjúpar.
it: macOS non pubblica una lettura esatta della temperatura CPU su app di terze parti, quindi questa scheda utilizza i segnali termici del sistema esposti da Apple.
ja: macOS は、正確な CPU 温度測定値をサードパーティ アプリに公開しないため、このカードは Apple が公開するシステムの熱信号を使用します。
jv: macOS ora nerbitake maca suhu CPU sing tepat menyang aplikasi pihak katelu, mula kertu iki nggunakake sinyal termal sistem sing dideleng Apple.
ka: macOS არ აქვეყნებს CPU ტემპერატურის ზუსტ კითხვას მესამე მხარის აპებში, ამიტომ ეს ბარათი იყენებს სისტემის თერმულ სიგნალებს, რომლებსაც Apple ავლენს.
kk: macOS үшінші тарап қолданбаларына нақты CPU температура көрсеткішін жарияламайды, сондықтан бұл карта Apple көрсететін жүйелік жылу сигналдарын пайдаланады.
km: macOS មិនបោះពុម្ពការអានសីតុណ្ហភាព CPU ពិតប្រាកដទៅកម្មវិធីភាគីទីបីទេ ដូច្នេះកាតនេះប្រើសញ្ញាកម្ដៅប្រព័ន្ធដែល Apple បង្ហាញ។
kn: macOS ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ನಿಖರವಾದ CPU ತಾಪಮಾನ ಓದುವಿಕೆಯನ್ನು ಪ್ರಕಟಿಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಈ ಕಾರ್ಡ್ ಆಪಲ್ ಬಹಿರಂಗಪಡಿಸುವ ಸಿಸ್ಟಮ್ ಥರ್ಮಲ್ ಸಿಗ್ನಲ್‌ಗಳನ್ನು ಬಳಸುತ್ತದೆ.
ko: macOS는 정확한 CPU 온도 판독값을 타사 앱에 게시하지 않으므로 이 카드는 Apple이 노출하는 시스템 열 신호를 사용합니다.
ku: macOS xwendina germahiya CPU ya rastîn ji serîlêdanên partiya sêyemîn re naweşîne, ji ber vê yekê ev kart sînyalên termal ên pergalê ku Apple eşkere dike bikar tîne.
ky: macOS үчүнчү тараптын колдонмолоруна CPU температурасынын так көрсөткүчүн жарыялабайт, андыктан бул карта Apple ачыктаган системанын жылуулук сигналдарын колдонот.
lb: macOS publizéiert net eng exakt CPU Temperatur Liesung fir Drëtt Partei Apps, sou datt dës Kaart de System thermesch Signaler benotzt, déi Apple aussetzt.
lo: macOS ບໍ່ໄດ້ເຜີຍແຜ່ການອ່ານອຸນຫະພູມ CPU ທີ່ແນ່ນອນກັບແອັບຯພາກສ່ວນທີສາມ, ດັ່ງນັ້ນບັດນີ້ໃຊ້ສັນຍານຄວາມຮ້ອນຂອງລະບົບທີ່ Apple ເປີດເຜີຍ.
lt: macOS neskelbia tikslaus CPU temperatūros rodmens trečiųjų šalių programoms, todėl ši kortelė naudoja sistemos šiluminius signalus, kuriuos atskleidžia Apple.
lv: macOS nepublicē precīzu CPU temperatūras rādījumu trešo pušu lietotnēs, tāpēc šī karte izmanto sistēmas siltuma signālus, ko Apple atklāj.
mg: macOS dia tsy mamoaka mari-pana CPU marina amin'ny fampiharana an'ny antoko fahatelo, noho izany ity karatra ity dia mampiasa ny rafitra famantarana mafana izay asehon'i Apple.
mi: Kaore a macOS e whakaputa i te panui pāmahana CPU ki nga taupānga tuatoru, na tenei kaari ka whakamahi i nga tohu waiariki a Apple e whakaatu ana.
mk: macOS не објавува точно отчитување на температурата CPU на апликации од трети страни, така што оваа картичка ги користи системските термички сигнали што ги изложува Apple.
ml: macOS മൂന്നാം കക്ഷി ആപ്പുകളിലേക്ക് കൃത്യമായ CPU താപനില റീഡിംഗ് പ്രസിദ്ധീകരിക്കുന്നില്ല, അതിനാൽ ഈ കാർഡ് ആപ്പിൾ തുറന്നുകാട്ടുന്ന സിസ്റ്റം തെർമൽ സിഗ്നലുകൾ ഉപയോഗിക്കുന്നു.
mn: macOS нь CPU температурын заалтыг гуравдагч талын програмуудад нийтэлдэггүй тул энэ карт нь Apple-ийн ил гаргадаг системийн дулааны дохиог ашигладаг.
mr: macOS तृतीय-पक्ष ॲप्सवर अचूक CPU तापमान रीडिंग प्रकाशित करत नाही, म्हणून हे कार्ड Apple ने उघड केलेल्या सिस्टम थर्मल सिग्नलचा वापर करते.
ms: macOS tidak menerbitkan bacaan suhu CPU yang tepat kepada apl pihak ketiga, jadi kad ini menggunakan isyarat terma sistem yang didedahkan oleh Apple.
mt: macOS ma jippubblikax qari eżatt tat-temperatura CPU għal apps ta 'partijiet terzi, għalhekk din il-karta tuża s-sinjali termali tas-sistema li Apple tesponi.
my: macOS သည် ပြင်ပအက်ပ်များထံ CPU အပူချိန်ဖတ်ရှုခြင်းကို အတိအကျထုတ်ပြန်ခြင်းမရှိပါ၊ ထို့ကြောင့် ဤကတ်သည် Apple မှ ထုတ်လွှတ်သော စနစ်အပူအချက်ပြမှုများကို အသုံးပြုပါသည်။
nb: macOS publiserer ikke en eksakt CPU temperaturavlesning til tredjepartsapper, så dette kortet bruker systemets termiske signaler Apple utsetter.
ne: macOS ले तेस्रो-पक्ष एपहरूमा CPU तापमान रिडिङ प्रकाशित गर्दैन, त्यसैले यो कार्डले Apple ले एक्सपोज गर्ने प्रणाली थर्मल सिग्नलहरू प्रयोग गर्छ।
nl: macOS publiceert geen exacte CPU-temperatuurmeting naar apps van derden, dus deze kaart gebruikt de thermische systeemsignalen die Apple blootlegt.
om: macOS dubbisa ho'a CPU sirrii ta'e appii qaama sadaffaaf hin maxxansu, kanaaf kaardii kun mallattoo ho'aa sirnaa Apple saaxilu fayyadama.
or: macOS ତୃତୀୟ ପକ୍ଷ ଆପ୍ସକୁ ଏକ ସଠିକ୍ CPU ତାପମାତ୍ରା ପଠନ ପ୍ରକାଶ କରେ ନାହିଁ, ତେଣୁ ଏହି କାର୍ଡ ଆପଲ୍ ଏକ୍ସପୋଜର୍ କରୁଥିବା ସିଷ୍ଟମ୍ ଥର୍ମାଲ୍ ସିଗ୍ନାଲ୍ ବ୍ୟବହାର କରେ |
pa: macOS ਤੀਜੀ-ਧਿਰ ਐਪਸ ਲਈ ਇੱਕ ਸਹੀ CPU ਤਾਪਮਾਨ ਰੀਡਿੰਗ ਪ੍ਰਕਾਸ਼ਿਤ ਨਹੀਂ ਕਰਦਾ ਹੈ, ਇਸਲਈ ਇਹ ਕਾਰਡ ਐਪਲ ਦੁਆਰਾ ਐਕਸਪੋਜ਼ ਕੀਤੇ ਸਿਸਟਮ ਥਰਮਲ ਸਿਗਨਲਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।
pl: macOS nie publikuje dokładnego odczytu temperatury CPU w aplikacjach innych firm, więc ta karta wykorzystuje systemowe sygnały termiczne udostępniane przez firmę Apple.
ps: macOS د دریمې ډلې ایپسونو ته د CPU دقیق تودوخې لوستل نه خپروي ، نو دا کارت د سیسټم حرارتي سیګنالونه کاروي چې ایپل افشا کوي.
pt: O macOS não publica uma leitura exata da temperatura do CPU para aplicativos de terceiros, portanto, esta placa usa os sinais térmicos do sistema que a Apple expõe.
qu: macOS mana huk chiqan CPU ruphay ñawiriyta kimsa kaq ruwanakunaman lluqsichinchu, chayrayku kay tarjeta sistema thermal señales Apple rikuchisqan llamk'achin.
ro: macOS nu publică o citire exactă a temperaturii CPU pentru aplicațiile terțe, așa că acest card folosește semnalele termice ale sistemului pe care Apple le expune.
ru: macOS не публикует точные показания температуры CPU сторонним приложениям, поэтому эта карта использует системные тепловые сигналы, предоставляемые Apple.
rw: macOS ntabwo itangaza neza neza ubushyuhe bwa CPU kuri porogaramu zabandi, bityo iyi karita ikoresha sisitemu yubushyuhe bwa Apple yashyize ahagaragara.
sd: macOS ٽئين پارٽي جي ايپس تي صحيح CPU درجه حرارت پڙهڻ کي شايع نٿو ڪري، تنهن ڪري هي ڪارڊ سسٽم حرارتي سگنل استعمال ڪري ٿو ايپل کي ظاهر ڪري ٿو.
si: macOS තෙවන පාර්ශවීය යෙදුම් වෙත නිශ්චිත CPU උෂ්ණත්ව කියවීමක් ප්‍රකාශයට පත් නොකරයි, එබැවින් මෙම කාඩ්පත Apple විසින් නිරාවරණය කරන පද්ධති තාප සංඥා භාවිතා කරයි.
sk: macOS nezverejňuje presný údaj o teplote CPU pre aplikácie tretích strán, takže táto karta používa systémové tepelné signály, ktoré Apple vystavuje.
sl: macOS ne objavi natančnega odčitka temperature CPU aplikacijam tretjih oseb, zato ta kartica uporablja toplotne signale sistema, ki jih razkriva Apple.
sm: E le fa'asalalauina e le macOS se su'esu'ega o le vevela o le CPU i fa'aoga lona tolu, o lea e fa'aoga ai e lenei kata le fa'aogaina o fa'ailoga vevela e fa'aalia e Apple.
so: macOS ma daabiciso akhrinta heerkulka saxda ah ee CPU abka dhinac saddexaad, marka kaadhkani waxa uu isticmaalaa nidaamka kulaylka calaamadaha Apple.
sq: macOS nuk publikon një lexim të saktë të temperaturës CPU për aplikacionet e palëve të treta, kështu që kjo kartë përdor sinjalet termike të sistemit që ekspozon Apple.
sr: ЗКСТОКЕН0К не објављује тачно очитавање температуре ЗКСТОКЕН1К апликацијама трећих страна, тако да ова картица користи системске термалне сигнале које Аппле излаже.
su: macOS henteu nyebarkeun bacaan suhu CPU anu pasti ka aplikasi pihak katilu, ku kituna kartu ieu nganggo sistem sinyal termal anu diungkabkeun Apple.
sv: macOS publicerar inte en exakt CPU temperaturavläsning till tredjepartsappar, så det här kortet använder systemets termiska signaler som Apple exponerar.
sw: macOS haichapishi usomaji kamili wa halijoto ya CPU kwa programu za wahusika wengine, kwa hivyo kadi hii hutumia mawimbi ya mfumo wa joto ambayo Apple hufichua.
ta: மூன்றாம் தரப்பு பயன்பாடுகளுக்கு macOS துல்லியமான CPU வெப்பநிலை வாசிப்பை வெளியிடாது, எனவே இந்த அட்டை ஆப்பிள் வெளிப்படுத்தும் சிஸ்டம் வெப்ப சமிக்ஞைகளைப் பயன்படுத்துகிறது.
te: macOS థర్డ్-పార్టీ యాప్‌లకు ఖచ్చితమైన CPU ఉష్ణోగ్రత రీడింగ్‌ను ప్రచురించదు, కాబట్టి ఈ కార్డ్ Apple బహిర్గతం చేసే సిస్టమ్ థర్మల్ సిగ్నల్‌లను ఉపయోగిస్తుంది.
tg: macOS барои барномаҳои тарафи сеюм хониши дақиқи ҳарорати CPU-ро нашр намекунад, аз ин рӯ ин корт сигналҳои гармии системаро, ки Apple фош мекунад, истифода мебарад.
th: macOS ไม่ได้เผยแพร่การอ่านอุณหภูมิของ CPU ที่แน่นอนไปยังแอปของบุคคลที่สาม ดังนั้นการ์ดใบนี้จึงใช้สัญญาณความร้อนของระบบที่ Apple เปิดเผย
tk: macOS takyk CPU temperatura okaýşyny üçünji tarap programmalaryna çap etmeýär, şonuň üçin bu kartoçka “Apple” -iň açýan ulgam termiki signallaryny ulanýar.
tr: macOS, üçüncü taraf uygulamalara tam bir CPU sıcaklık değeri yayınlamadığından bu kart, Apple'ın ortaya çıkardığı sistem termal sinyallerini kullanır.
tt: macOS өченче як кушымталарына төгәл CPU температурасын бастырмый, шуңа күрә бу карта Apple фаш иткән җылылык сигналларын куллана.
ug: macOS ئۈچىنچى تەرەپ ئەپلىرىگە ئېنىق CPU تېمپېراتۇرىسىنى ئوقۇشنى ئېلان قىلمايدۇ ، شۇڭا بۇ كارتا ئالما ئاشكارىلىغان سىستېما ئىسسىقلىق سىگنالىنى ئىشلىتىدۇ.
uk: macOS не публікує точні показники температури CPU стороннім додаткам, тому ця карта використовує системні теплові сигнали, які надає Apple.
ur: macOS تھرڈ پارٹی ایپس پر صحیح CPU درجہ حرارت کی ریڈنگ شائع نہیں کرتا ہے، لہذا یہ کارڈ ایپل کے سامنے آنے والے سسٹم تھرمل سگنلز کا استعمال کرتا ہے۔
uz: macOS uchinchi tomon ilovalari uchun aniq CPU harorat ko'rsatkichini nashr etmaydi, shuning uchun bu karta Apple tomonidan taqdim etilgan tizim issiqlik signallaridan foydalanadi.
vi: macOS không công bố thông số nhiệt độ CPU chính xác cho các ứng dụng của bên thứ ba, vì vậy thẻ này sử dụng tín hiệu nhiệt hệ thống mà Apple đưa ra.
xh: I-macOS ayipapashi ubushushu obuchanekileyo be-CPU kwi-apps zomntu wesithathu, ke eli khadi lisebenzisa imiqondiso ye-thermal evezwa yi-Apple.
yi: macOS קען נישט אַרויסגעבן אַן פּינטלעך CPU טעמפּעראַטור לייענען צו דריט-פּאַרטיי אַפּפּס, אַזוי די קאָרט ניצט די טערמאַל סיגנאַלז פון די סיסטעם וואָס עפּל יקספּאָוזיז.
yo: macOS ko ṣe atẹjade kika iwọn otutu gangan CPU si awọn ohun elo ẹnikẹta, nitorinaa kaadi yii nlo awọn ifihan agbara igbona eto Apple ṣafihan.
zh_hans: macOS 不会向第三方应用程序发布准确的 CPU 温度读数，因此该卡使用 Apple 公开的系统热信号。
zh_hant: macOS 不會向第三方應用程式發布準確的 CPU 溫度讀數，因此該卡使用 Apple 公開的系統熱訊號。
zu: I-macOS ayikushicileli ukufundwa kwezinga lokushisa kwe-CPU okunembile kuzinhlelo zokusebenza zezinkampani zangaphandle, ngakho leli khadi lisebenzisa amasignali okushisa esistimu adalula i-Apple.
